/* 
   Localizable.strings (Italian)
   Coniglio

   Created by Giacomo Tufano on 10/09/09.
 Copyright 2011, Giacomo Tufano (gt@ilTofa.it)
 Licensed under MIT license. See LICENSE file or http://www.opensource.org/licenses/mit-license.php
 */

"FaceBook status: %@, %@: %@" = "FaceBook status: %@, %@: %@";
"Send Message" = "Invia Messaggio";
"Playing Music" = "Suona musica";
"Sleeping" = "Addormentato";
"Awake" = "Sveglio";
"Enter a message" = "Inserisci un messaggio";
"Error: %@" = "Errore: %@";
"Invalid" = "Non valido";
"Querying for and sending Facebook statuses" = "Chiedendo e spedendo i messaggi di status di Facebook";
"Facebook: no new statuses since %@." = "Facebook: nessun nuovo messaggio di status da %@.";
"Invalid bunny in Facebook status reading" = "Coniglio non valido leggendo i messaggi di stato di Facebook";
"Serial Number: " = "Numero Seriale: ";
"Token: " = "Token: ";
"Music URI: " = "URI per musica: ";
"sleeping" = "addormentato";
"awake" = "sveglio";
"No bunny setup" = "Nessun setup del coniglio";
"Voice" = "Voce";
"Check" = "Controllo";
"Help" = "Aiuto";
"Nabaztag%@ %@ is %@." = "Nabaztag%@ %@ è %@.";

"Sending voice message" = "Spedisco il messaggio vocale";
"Choose a radio" = "Scegli una radio";
"Radio Chooser" = "Scegli una radio";
"Name" = "Nome";
"Description" = "Descrizione";
"No audio input available" = "Nessun ingresso audio disponibile";
"Error" = "Errore";

"Sending alarm setup" = "Errore di configurazione della sveglia.";
"Error setting up the radio alarm. Please retry later" = "Errore nella configurazione della sveglia. Riprovare tra un po'.";
"Radio Alarm" = "Radiosveglia";
"The radio alarm is dependent on many servers and many Internet connections. Do not rely totally on this service." = "La radiosveglia dipende da molti server e molte connessioni Internet. Non fate affidamento solo su questo servizio.";
"Choose a server for your nabaztag" = "Registrati su OpenJabNab @ psnet.fr";